[
  {
    "title":"Navy Seal PG-13",
    "body":"`What the heck did you just frickin' say about me, you little whiner? I'll have you know I graduated top of my class in the Navy Seals, and I've been involved in numerous secret raids on Al-Quaeda, and I have over 300 confirmed kills.\n\nI am trained in gorilla warfare and I'm the top sniper in the entire US armed forces. You are nothing to me but just another target. I will wipe you the frick out with precision the likes of which has never been seen before on this Earth, mark my frickin' words. You think you can get away with saying that crap to me over the Internet?\n\nThink again, buddy. As we speak I am contacting my secret network of spies across the USA and your IP is being traced right now so you better prepare for the storm, buddy.\n\nThe storm that wipes out the pathetic little thing you call your life. You're frickin dead, kid. I can be anywhere, anytime, and I can kill you in over seven hundred ways, and that's just with my bare hands.\n\nNot only am I extensively trained in unarmed combat, but I have access to the entire arsenal of the United States Marine Corps and I will use it to its full extent to wipe your miserable butt off the face of the continent, you little poopy-head.\n\nIf only you could have known what unholy retribution your little “clever” comment was about to bring down upon you, maybe you would have held your stinking tongue.\n\nBut you couldn't, you didn't, and now you're paying the price, you big jerk. I will rain fury all over you and you will drown in it. You're in frickin' trouble, mister.`"
  },
  {
    "title": "I couldn't stop laughing",
    "body": "This"
  },
  {
    "title": "12-nights",
    "body": "On the first day of Christmas\n    My good friends brought to me\n    A song and a Christmas tree\n    On the second day of Christmas\n    My good friends brought to me\n    Two candy canes\n    And a song for the Christmas tree\n    On the third day of Christmas\n    My good friends brought to me\n    Three boughs of holly\n    Two candy canes\n    And a song for the Christmas tree\n    On the fourth day of Christmas\n    My good friends brought to me\n    Four colored lights\n    Three boughs of holly\n    Two candy canes\n    And a song for the Christmas tree\n    On the fifth day of Christmas\n    My good friends brought to me\n    A shining star\n    Four colored lights\n    Three boughs of holly\n    Two candy canes\n    And a song for the Christmas tree\n    On the sixth day of Christmas\n    My good friends brought to me\n    Little silver bells\n    A shining star\n    Four colored lights\n    Three boughs of holly\n    Two candy canes\n    And a song for the Christmas tree\n    On the seventh day of Christmas\n    My good friends brought to me\n    Candles a-glowing\n    Little silver bells\n    A shining star\n    Four colored lights\n    Three boughs of holly\n    Two candy canes\n    And a song for the Christmas tree\n    On the eighth day of Christmas\n    My good friends brought to me\n    Gold and silver tinsel\n    Candles a-glowing\n    Little silver bells\n    A shining star\n    Four colored lights\n    Three boughs of holly\n    Two candy canes\n    And a song for the Christmas tree\n    On the ninth day of Christmas\n    My good friends brought to me\n    A guardian angel\n    Gold and silver tinsel\n    Candles a-glowing\n    Little silver bells\n    A shining star\n    Four colored lights\n    Three boughs of holly\n    Two candy canes\n    And a song for the Christmas tree\n    On the tenth day of Christmas\n    My good friends brought to me\n    Some mistletoe\n    A guardian angel\n    Gold and silver tinsel\n    Candles a-glowing\n    Little silver bells\n    A shining star\n    Four colored lights\n    Three boughs of holly\n    Two candy canes\n    And a song for the Christmas tree\n    On the 11th day of Christmas\n    My good friends brought to me\n    Gifts for one and all\n    Some mistletoe\n    A guardian angel\n    Gold and silver tinsel\n    Candles a-glowing\n    Little silver bells\n    A shining star\n    Four colored lights\n    Three boughs of holly\n    Two candy canes\n    And a song for the Christmas tree\n    On the 12th day of Christmas\n    My good friends brought to me\n    All their good wishes\n    Gifts for one and all\n    Some mistletoe\n    A guardian angel\n    Gold and silver tinsel\n    Candles a-glowing\n    Little silver bells\n    A shining star\n    Four colored lights\n    Three boughs of holly\n    Two candy canes\n    And a song for the Christmas tree"
  },
  {
    "title": "twas the night",
    "body": "'Twas the night before release date and all through the house, \n    not a program was working, not even a browse. \n    The Programmers hung by their tubes in despair, \n    with hopes that a miracle soon would be there. \n    The users were nestled all snug in their beds, \n    while visions of working code danced in their heads. \n    When out in the lobby there arose such a clatter, \n    I sprang from my desk to see what was the matter. \n    And what to my wondering eyes did appear, \n    but a super programmer with a six-pack of beer. \n    His resume glowed with experience so rare, \n    he turned out great code with a bit-pushers flair. \n    More rapid than eagles, his programs they came, \n    and he whistled and shouted and called them by name. \n    On Menu, On Report, On Procedures And Delete, \n    On Monitor, On Batch-jobs, On Functions Complete. \n    His eyes were glazed over, fingers nimble and lean, \n    from weekends and nights spent in front of a screen. \n    A wink of his eye and a twist of his head, \n    soon made it clear we had nothing to dread. \n    He spoke not a word, but went straight to his work, \n    turning specs into code; then he turned with a jerk; \n    And laying his finger upon the <enter> key, \n    the software came up and worked perfectly. \n    The menues, they menued, the deletes they deleted, \n    the reports they reported, and the batch-jobs completed. \n    He tested each whistle, and tested each bell, \n    with nary a stack dump, and all had gone well. \n    The software was finished, the tests were concluded. \n    Our users' last minute requests were included. \n    Then the users exclaimed with a snarl and a taunt, \n    IT'S JUST WHAT WE ASKED FOR, BUT NOT WHAT WE WANT!"
  }
]