[
  "This",
  "The quick red fox jumpped over the lazy brown dog",
  "I couldn't stop laughing",
  "The greatest crimes issue from a desire for excess and not from necessity.",
  "donec et odio pellentesque diam volutpat commodo sed egestas egestas fringilla phasellus faucibus scelerisque eleifend donec pretium vulputate sapien nec",
  "fermentum iaculis eu non diam phasellus vestibulum lorem sed risus ultricies tristique nulla aliquet enim tortor at auctor urna nunc",
  "libero justo laoreet sit amet cursus sit amet dictum sit amet justo donec enim diam vulputate ut pharetra sit amet",
  "ac orci phasellus egestas tellus rutrum tellus pellentesque eu tincidunt tortor aliquam nulla facilisi cras fermentum odio eu feugiat pretium",
  "posuere sollicitudin aliquam ultrices sagittis orci a scelerisque purus semper eget duis at tellus at urna condimentum mattis pellentesque id",
  "sed faucibus turpis in eu mi bibendum neque egestas congue quisque egestas diam in arcu cursus euismod quis viverra nibh",
  "sollicitudin ac orci phasellus egestas tellus rutrum tellus pellentesque eu tincidunt tortor aliquam nulla facilisi cras fermentum odio eu feugiat",
  "arcu felis bibendum ut tristique et egestas quis ipsum suspendisse ultrices gravida dictum fusce ut placerat orci nulla pellentesque dignissim",
  "See you space cowboy",
  "Never going to give you up",
  "There are four lights",
  "The First Duty Of Every Starfleet Officer Is To The Truth. It Is The Guiding Principle Upon Which Starfleet Is Based.",
  "You Must Not Kneel To Me. I Do Not Deserve It.",
  "There Can Be No Justice As Long As Laws Are Absolute. Even Life Itself Is An Exercise In Exceptions.",
  "You Have To Measure Your Successes And Your Failures Within. Not By Anything That I Or Anyone Else Might Think.",
  "I Have Never Subscribed To The Theory That Political Power Flows From The Barrel Of A Gun.",
  "The First Speech Censured, The First Thought Forbidden, The First Freedom Denied...Chains Us All, Irrevocably"
]
